<template>
  <div class="wrap">
    <div class="title">{{title}}</div>
    <div class="author">
      <span>{{user_name}}</span>
    </div>
    <div v-html="content"></div>
  </div>
</template>

<script>
export default {
  name: 'Article',
  props: [
    'type',
    'id',
  ],
  data() {
    return {
      title: '',
      user_name: '',
      content: '',
    };
  },
  mounted() {
    switch (this.id) {
      case '3788':
        this.title = '你怎么知道他是那个对的人？';
        this.user_name = '文 / 陈雪';
        this.content = '<div class="articulo-contenido">\n' +
          '\t\t\t\t\t\t<p>年轻的时候，只要投入恋爱，总以为这份爱会持续到永远，总以为没有了对方自己就无法活下去，这些“以为”都让我们对爱看不开，只要爱情发生问题，就感觉生不如死，很多人因为感情困扰而心生绝望，很多人因为情变而受到重伤，那些时刻，我们无法料想未来，此刻的痛苦就已经把人困住，完全看不到将来，我们很难去想象，这次的恋爱在漫长的一生里，只是其中的一段经历，如果把眼光投射到远方，或者如果能从将来搭乘时光机回到过去，面对哭泣、流泪、悲伤绝望的自己，或许会有完全不同的体会。</p><p>当然不是说未来一定会比较好，而是，痛苦的现在，不意味着绝望的未来。现在使你痛苦的这个人，无法决定你一生的遭遇，可以决定你的将来的，其实是你自己。</p><p>但当你处在被背叛、伤害的痛苦里，怎么可能料想到将来，当你逐渐年华老去，怎么可能想象到人生有机会越活越美丽，当世人都告诉你，你年纪不小了，择偶对象只会越来越差，机会越来越少，你怎能不焦虑？</p><p>但是我见过许多人，在年轻时被爱所伤，差点就活不下去，深陷在失恋的苦痛里，甚至还要寻求精神科医师的帮助。但是他们最后都走出了失恋的阴影，找到了自己的事业，甚至也寻觅到了可以携手一生的伴侣。回首年轻时光，他们对我说，幸而当初分手了，才没有限缩了自己的发展。</p><p>与这个人分手，有时是一种历程，它可能会带领你通往下一个人，只要你能从这次的伤心里成长，就可以避免重复的错误，若你能从那样的伤心里彻悟，或许还可以因此看清自己人生的路。</p><p>但要如何能从现在的伤痛里走出来，以至于还可以走到将来呢？我想，唯一可以提醒自己的就是，不管是谁，都没有非得跟谁在一起，两个人之所以恋爱，是一种奇妙的缘分，现在相爱，不保证永远相爱，正因为人事无常，爱情无常，我们唯有尽力而已。当你遭遇到爱情的伤害，尽可能地要告诉自己，不要去躲避痛苦，但也不要放大那份痛苦，这只是我们生命里的一次经验，不能代表我们终生的命运，经历它，但不让自己执着，或沉溺于它，就像生了一场病，看似致命，其实生与死全凭自己掌握。你可以让自己活下来。</p><p>我自己就是这样，年轻时谈了奋不顾身、轰轰烈烈的恋爱，最后惨痛分手。在美国遇见了自认为可以厮守终身的人，后来发现只是自己一厢情愿的幻想。两年后终于遇见彼此相知相惜，也互相理解的人，却因为自己还不够了解自己，犯了错误，依然走上分手一途。之后的几年，我对爱情、对自己已经失去信心，深信自己终将孤独终老，买了间小小的房子，做好了独居的心理准备。那些独居的日子，我被悔恨、懊恼折磨着，我不知道为什么终于找到了彼此相知的人，我却又错过了。</p><p>这些悔恨与懊恼困扰着我，也让我没有再如过去那样，很快地投入新的爱情，漫长的独居时光，我必须独自面对自己，再没有其他地方可以闪躲。</p><p>失恋时，我们时常怪罪对方，但有时，很多问题是来自于自己。</p><p>我是在那些自省中发现自己既渴望爱情，却也有亲爱关系障碍，以至于我投入恋爱，却很难与人维持良好而长久的关系，我一直以为是对象的问题，我以为这世上必然有个“对的人”在等待我，所以一再地尝试、一再地寻觅，我后来发现，我自己就不是那个“对的人”，这个我，连我自己都不知道如何与之相处。&nbsp;</p><p>六年后，我与当时的恋人再重逢了，没有见面的时光里，我们都没有忘记对方，再见面时，惊觉彼此的改变，也发现没有改变的是我们对彼此那份真情，我们终于又走在一起了。</p><p>这世上没有对的人，有的只是各种机缘巧合，以及彼此愿意为爱情与关系投注的努力。无论对方多么符合你的期望，无论一段爱情开始得多么浪漫，最重要的依然是后续的努力。相爱容易，维持长久的关系却需要各种落实的能力。</p><p>朋友问我，你怎么知道他就是那个人？我想，年轻时的相恋我确实曾经认为他就是那个人，再一次重逢，我认定的却是这一份爱没有被时间风化，其中必然有什么不可抹灭的核心。既然重逢了，这一次就好好修练，不要再逃避。</p><p>分开的时光里，我们各自都有所成长，尤其是我，我在漫长的独居生活里把自己的方方面面、里里外外都做了彻底的反省，过去的几段关系，都反映出了我内在的问题，要能与别人好好相处，首先要能与自己共处，要能面对自己，并且有能力掌握自己。自己内心的伤，无法靠情人来疗愈，过去我太依赖爱情，太容易把恋爱当做改变自己的机会，实际上人唯有自救才能救己。当你更强大了、更完整了，才有能力去与他人好好地相爱。</p><p>但即使如此，真正在一起生活，我们依然经历了很多磨合问题，或许是因为重逢不易，我们坚持下来了。有人说破镜难圆，但我认为本就不是同一块镜子，无需去圆它，重逢是新的开始，只有带着全新的心态，才有可能不计前嫌、既往不咎。</p><p>后来的我们，有时会谈起过去的往事，无论是我自己的遭遇，或者他的经历，某些伤心或悲痛的遭遇，都已经云淡风轻，但我惊讶地想到，在生命最绝望时，我没有料想到多年后我有机会过着平静甚至幸福的生活，如果有人告诉我，“你将来会有一个很好的伴侣，你们会创造一份美好长久的爱情生活。”我一定不相信，然而，现在的我想要对正遭遇爱情痛苦的你说，请不要对自己失望，不要放弃爱情，只要拥有爱人的能力，你就会有爱的机会，不但要怀抱希望，还要在这份希望里好好成长。</p>\t\t\t  \t\t</div>';
        break;
      case '3785':
        this.title = '透明人';
        this.user_name = '作者 / 镸三';
        this.content = '<div class="articulo-contenido">\n' +
          '\t\t\t\t\t\t<p>1</p><p>我从来没有真正的孤独过，我身边有一大帮兄弟，女性朋友也不少，虽然我不知道他们是否会是我一辈子的朋友，但只要在我稍感寂寞孤独，总有人立马出现在我身边，把那些寂寞一一排遣，所以我从来不知道强烈的孤独感是何种滋味。</p><p>我也总是不自觉地可怜那些时常独自出没的人，但是我心里清楚，可怜这种东西，如果不是街上的流浪汉主动伸手求取施舍，还是不要一厢情愿了，因为他们可能并不需要。</p><p>秋天的某个夜晚，我做了一个奇怪的梦，而梦中的人自称上帝。</p><p>我无法形容他是一个怎样的存在，一是因为他在我的梦里，二是因为他是上帝，出现在梦里的上帝，总归是个模糊的形象。</p><p>“不好意思，我们把你肉体搞丢了。”他的第一句话显得很唐突，也好像很难开口。</p><p>“什么？什么意思？”我问。</p><p>“我把你的肉体搞丢了。”从语气来看，他似乎把话说得明白了些，但是意思对我来讲还是很模糊。</p><p>“我还是不明白。”我说。</p><p>“就是从此以后，或者一段时间以后，你身边的人都看不见你，如果你实在难以理解，你就把自己当做一只鬼好了，但是你绝不是鬼，因为你还没死，而且未来的某一天，你也许会重新获得肉身，关于这个，我会努力。”他解释了一番。</p><p>“你在开什么玩笑？你喝多了吧。”我说，梦中的我并没有把眼前的他当做是上帝。</p><p>“我知道你不会相信，但是我们很抱歉出现了这样的错误，发生这种错误的概率就和DNA发生错误的概率差不多，但是它还是发生了，我很很抱歉。”他歉意满满。</p><p>我依旧觉得他也许是喝多了，所以没有理他。</p><p>直到梦境结束。</p><p>我醒来，今天是周末，我并未早起，我的房间窗帘紧闭，太阳已经升起，多余的光线射进房间里。走进客厅，我听见我妈在大声嚷嚷：“这孩子怎么还没起床，都几点了啊。”</p><p>可是我就在他的面前。</p><p>她毫无反应，把我当做透明人了吗？</p><p>“妈！我已经起床了！”我用了比她还大的声音喊道。</p><p>她依旧没有反应。</p><p>我的疑惑愈加强烈，又拿出手在她眼前晃了晃，依旧如此，我又用手去触碰她，可是手掌穿过了她的身体，却没有任何触觉。</p><p>我错愕，反复地做着相同的动作，可结果都是一样。</p><p>这个时候，我才想起了昨晚的梦，梦里的人真是上帝？我的肉体真的被他给弄丢了？天哪！我陷入绝望。</p><p>我没有了肉体，那我是什么，一只鬼吗？可是我明明记得昨晚的梦境里上帝告诉我绝不是一只鬼，那我是什么？陷入绝望的我同时陷入了这样的思考。可是为什么失去了肉体我还能听见自己的声音，还能看见自己的手脚？还能感受这周遭的一切？这些都是我在接受事实的同时发出的种种疑问。</p><p>2</p><p>又过了大概一个小时，这一个小时里，我一直在想尽办法让我的父母感受到我的存在，不过都以失败告终。</p><p>母亲发现我依旧没有起床，敲了我的房门，迟迟没有得到回应，索性开门进去。</p><p>我没有锁门的习惯，她顺利地打开，可并没有发现我的存在，准确地说是没有发现我的身体。</p><p>“这孩子一大早去哪了啊？”母亲朝着父亲问。</p><p>“也许是去找文喜了呢。”父亲倒是没有感到意外。</p><p>文喜是我的新女朋友。我们才认识不到两个月，我也不知道自己会和她缠绵到何时，不过相比我的上一个情人，我对文喜的确付出了更深的感情，这是我在这短短的一个月就确定的事情。</p><p>“可一大早就出去，是不是闹什么矛盾了啊？”母亲问。</p><p>“年轻人还能有什么矛盾，都是小事情，用不着担心。”</p><p>母亲默许，大概是相信了父亲随意的推断，所以不再说话。</p><p>这个过程里，我依旧做着自己最大的抗争，可是结局都一样。</p><p>我真的成为了一个透明人？</p><p>如果事实真是如此，那这一定是世界上最诡异的人间蒸发，就算是世界上最顶级的侦探，也不可能找出事实的真相，除非他和我遭遇同样的不幸。可为什么是我？虽然在面临不幸的时候不应该发出类似的疑问，但是我依旧悲伤地思考着。</p><p>从逻辑上讲，这个世界上以后就没有我的存在了，因为上帝的一个失误。那我还不如去死。可我死不了，我若是去死，一定得在我的肉体上做手脚，可现在连肉体都不见了。但如果我的肉体回来了，我也就不会去死了，这是双重的矛盾。</p><p>我的肉体是消失了，并未受到外界的侵袭，它去了哪里？关于这个问题，要牵扯到关于宇宙的物质变化，我又不是物理学家，这个问题我思考不出来，兴许物理学家也不会有答案。或许此刻讨论生死为时过早，说不定明天，或者后天，我的肉体就回来了呢？</p><p>3</p><p>我已经“失踪”一整天了，一整天里我的脑子都很乱。此刻我以无形飘渺的方式存在于这个世界，如同空气，我这才感觉到自己是有多不起眼，可是在我有一副肉身的时候又何尝不是如此。</p><p>我的父母一整天没有我的消息，已经陷入了恐慌，直到天色暗下去，他们都在打我的手机，可我的手机放在房间里，开着静音模式。现在的我不可能接通他们的电话，我只是看着手机屏幕的来电显示，又看着屏幕暗去，什么也做不了。</p><p>文喜也是，手机里也有无数个她的未接电话，可我只能任由思念在我们之间蔓延。</p><p>我去找了文喜，我也不知道自己没了肉体是怎么移动的，总之，我来到了她的住处。她在家，坐在沙发上看着手机屏幕。看着她这个样子，我心里自然多些感动，只是我除了感动什么也做不了，文喜也只能盯着屏幕发呆，不能有任何实际的举动，我的意思是，她并不知道我的住处，而她的住处我因为时常送她回家所以常来。</p><p>“文喜。”我叫出她的名字。</p><p>我知道她同样不会感觉到我的存在，相同的结局。我再次陷入绝望。</p><p>我看着她心疼起来，她为什么遇上我？又为什么爱上？给自己徒添一次遭遇。我失去了肉体固然不幸，但更加不幸的似乎是她。</p><p>她的眼神落寞，看着手机发呆，她一定在心里猜测着我失去消息的千百种可能。</p><p>她又从沙发来到墙角，我也以同样的姿势坐在她身边。</p><p>晚饭时间已经过了很久，但是她依旧没有吃晚饭的意思，我试图做点什么，我无法眼看她陷入灾难之中。</p><p>可这个时候，不知道为什么，我突然进入了睡眠状态，这和我还拥有肉身的时候进入睡眠状态绝不是相同的感受，这种感受只能形容为我失去意识和对于外部世界的感知。我现在已经没有了肉身，所以无论什么地方都可以睡着，也完全不需要一张床。</p><p>直到自称上帝的人再次出现。</p><p>“这到底是怎么回事儿？”还没有等他开口，我喊道。</p><p>“昨天晚上我已经告诉过你了，事情就是这样的，只是你不相信，现在你相信了吧，可你不用担心，我们会尽快把你的肉身找回来。”</p><p>“那要等到什么时候？”我急切地问。</p><p>他陷入短暂的沉默。</p><p>“这个，我也没把握，也许一年，也许两年，或者更久。”他艰难地开口。</p><p>“什么？！你开什么玩笑。”我由于丧失理智大喊出来。</p><p>“对不起，我尽力而为。”</p><p>“那我的父母怎么办，文喜怎么办？他们现在不知道我的下落已经快要疯掉了。”</p><p>“你让我想想办法可以吧。”</p><p>“什么办法？”</p><p>“给我一点时间。”说完他就又从我的梦境里消失了。</p><p>我被这个来去无踪的上帝折磨得半死。</p><p>时间过了很久，他才重返我的梦境。</p><p>“我有办法让你告诉你身边的人你的去向。”他说。</p><p>“我不想告诉他们我消失了，我现在想要我的肉身回来，我要他们看见我，感受到我的存在，你没有看见他们为了我着急吗？”</p><p>“可我真的没有办法，你知道我的工作有多难做吗，就不能理解一下？”</p><p>“那你说的是什么办法？。”我问。看着他为难的样子，我只好让步。</p><p>“我可以让你借助别人的身体，写一封信给他们，这样至少可以让他们知道你还活着，也就不至于焦急地满世界找你。”</p><p>“怎么个借助法，不会是鬼魂附体这种低级的做法吧。”</p><p>“纠正一下，是灵魂附体，你还没死，所以不是鬼魂。”</p><p>“那我要附在谁的身体里？”</p><p>“随便。”他说。</p><p>“可是如果要你告诉他们真相，你的肉体被我们弄丢了，他们不会相信的，就像昨晚你自己都不相信一样，所以你得想一个自己突然消失的理由。”</p><p>“可是我能有什么理由突然消失？难道要我说自己出车祸死了？如果真的那样，我也没办法告诉他们了，警察会告诉他们的。”</p><p>“你随便找一个理由应付一下。”他说。</p><p>“你说得倒是轻松。”</p><p>我把这个理由暂时丢在了一边，这太让我为难。</p><p>“那是不是我随意选择一副肉身，我就可以去见她们了。”我看到新的希望，思考新的问题。</p><p>“那可不行，这种做法很危险。既然我把你的肉体搞丢了，就是我的责任，附在别人身体里只是给你的一个特权，可时间不能太长，因为那是别人的躯体，何况，你用别人的躯体去见你身边的人，他们也不会相信那是你啊。”他解释。</p><p>我的希望破灭。</p><p>“为什么我没有肉身，我却还能看见自己肉体，也可以听见他们以及自己说话？”我问了自己一直以来的疑惑。</p><p>“按理来讲，你没有了躯体，也就没有了任何人类任何感官，不过我给了你特殊的感觉器官，让你继续感知这个世界，算是对你的补偿。”上帝说。“你好好想想，想想到底怎样和他们解释。”</p><p>说完他再次从我的梦中消失。</p><p>4</p><p>我打算借用我父亲的身体，这样一来行动也就方便了些，不用再想其他的办法潜进自己家里。不过要把灵魂附在自己父亲的身体里，的确是件怪异的事情。</p><p>我在梦中告诉了上帝。</p><p>当我再次醒来，我已经拥有了父亲的身体。我有种莫名的侵犯父亲的罪恶感，可父亲要是知道我这么做，也一定不会有任何意见，这是我对自己最具说服力的安慰。</p><p>我尽量不去到镜子前面，以免让自己产生角色的乱入感。</p><p>我再度享用了人的躯体，这感觉妙不可言，甚至产生一种归属感，虽然我失去肉体不过才二十四个小时。我也对上帝充满感激，这就如同一个长期被虐待的奴隶突然尝到主人的甜头，可在大的方向上依旧处于不幸当中。我自然心有不甘，可反抗无用。</p><p>母亲一大早已经去买菜了，所以她不会发现父亲或者说我怪异的举动。</p><p>我终于可以碰一下房间里的东西，我的床、音响、吉他，与它们久别重逢，我本想掉几滴眼泪，可欲望似乎没有那么强烈，另外，这是父亲的身体，我不能让母亲发现他哭过。</p><p>所以我只能一遍遍地重温它们。可是我眼下要做的，是赶紧把信写好，我这才开始想想我要对着他们说什么。</p><p>这封无异于遗书的告别信，我想了很久也不知如何开头，我想过一百种他们也许会相信的理由，可这些都不是理由，因为我的离开没有理由。我决定不再做任何解释，这或许让我的离开添一些潇洒的成分，即便在他们眼里这是绝情。</p><p>所以信的内容很简单，我简单地表明了我还活着，总有一天会回来，请他们相信我。我自己都不相信。</p><p>我只想让他们好过一点，哪怕最后他们眼里这是欺骗，总之我这么干了。</p><p>给父母和文喜的信我放在他们各自的门口。我没有去看他们发现信件之后的反应，他们的反应一定会让我心痛，所以还是不看的好。</p><p>5</p><p>我费尽心力料理完了自己的“后事”，揭开了他们心里我的生死的谜题。</p><p>上帝又出现了在了我的梦里。</p><p>“你用了什么理由？”</p><p>“没有任何理由。”</p><p>“为什么？”</p><p>“没有任何理由可以是我突然消失的原因。”</p><p>他没说话。</p><p>“在这之前，你们出现过这样的错误吗？”我问。</p><p>“出现过，可是那已经是很久远的事情了，发生这样的事情完全是意外。”</p><p>“那你用了多久找回他的肉体？”</p><p>“没有找回。”</p><p>“什么？！”我惊愕。</p><p>“你不要惊讶，听我说完，那次错误并没有造成当事人的阻碍，他是一个已经独自生活了大半辈子的流浪汉，已经可以忍受任何程度的孤独，所以没了肉身对他倒是一种解脱，他在得知真相之后告诉我不要找回他的肉体，所以我没有采取任何行动。”</p><p>那他是有多么孤独？我心想。</p><p>6</p><p>我已经作为一个透明人在这个世界游荡了一个月，我像个厉鬼在人间游走，可是我又和鬼有着天大的区别，一只鬼或许也还有不少同伴。</p><p>我甚至在想着让上帝把其他人的肉体也弄丢，让他们在这世上沦为与我相同的角色，比如文喜、我的父母，甚至我那帮兄弟。可我很快遏制了这一邪念，这与历代君王死后拉着大臣与妃子陪葬有什么分别？还是一个人承受孤独吧。</p><p>我只是看着周围的人的生活，我只能做这些，现实世界里，这就和刷朋友圈无异。</p><p>别人看不见我，这无疑也是小时候我梦寐以求的特异功能，但现在实现了，我并未因此高兴，这特异功能主动权也没有掌握自己的手里。我也没有仗着这一“隐身术”去做偷窥女人的下流事，我绝不会那样干，那些东西对这个年纪的我已经毫无吸引力，即便有，我也会控制自己。</p><p>现在是深夜十二点，我的父母都已经入睡，我离开自己的房间，再次来到文喜的住处。坦白讲，我几乎每天都会来，看看她没了我之后过着什么样的生活。</p><p>也许是我多情，我们相恋不过一个月，我出现在她身边的时间才是她生命里短暂的插曲。可或许对她来讲，是我把她的生活无情地撕裂，她或许伤心，或许怨恨，但这场误会我可能一生都无法再解开。</p><p>好在她在收到我的信件之后，不再整天盯着手机屏幕发呆，开始慢慢回到她原本的生活中去。</p><p>她已经睡了，灯还开着，她从来没有关灯睡觉的习惯。和我在一起的时候，我们不会这么早睡。</p><p>7</p><p>三个月之后，现实生活的余热已经被我消耗殆尽。在我的潜意识里，这个时间来得晚了一点，我以为它会在这之前的任何一个时间到来，看来我并非忍受不了孤独。只是我不知道要在这种生活里做些什么，以至于无所事事，不过我丝毫没有对自己的荒废感到愧疚，一来的我处于虚幻的现实里，二来我觉得自己已经够惨，这感觉盖掉了所有愧疚。</p><p>现在，我倒是不用再工作，不用再找食物填饱肚子。我在这个世上没有任何一种社会角色，坦白讲，这对我来讲倒是解脱，就像那个同样失去了肉体的流浪汉。如果不是要割舍我原本的生活，我也倒是愿意一直这样生活下去，至少自由。</p><p>我必须找点事情做，哪怕仅仅是为了打发无聊的时光。</p><p>没了肉体，我也不可能翻开一本书来阅读，或者打开电脑点开一部电影。好在没了肉体，我也就没有了对于女人的欲望，不然我的日子一定更加生不如死。</p><p>当我觉得日子难熬的时候，我每天都在等着上帝出现。</p><p>可直到四月的某天，他才出现。</p><p>“到底要等到什么时候？。”我问。</p><p>“我在努力。”</p><p>“你办事情的效率就不能高一点？”我完全失去对于他的尊重。</p><p>“你知道我每天有多少事情要做吗？整个世界都需要我。”他有点无奈。</p><p>我无话。</p><p>“可你得救我。”</p><p>“救你什么？你又没死。”</p><p>“我是没死，但是我快无聊死了，”</p><p>“那你想怎么样？”</p><p>“至少给我生命里添点乐趣。”</p><p>“你想要什么？”</p><p>“我想可以翻开一本书......”</p><p>“可以，但是我要纠正你的说法，我不是要你可以翻开一本书，而是感受，你不可能触碰得到，我只是让你可以感受到。”</p><p>我原本以为这对于他是一件难以完成的事情。</p><p>“试试吧。”他又说。桌子上面刚好有一本书。</p><p>我当即试了试，桌上的书真的被我拿了起来，奇怪的是书分成了两本。</p><p>“其实那本书是没动的，你只是感受了它，并没有翻阅它。”上帝说。</p><p>我看着眼前场景觉得不可思议。</p><p>“我还有一个要求。”我接着说。</p><p>“什么？”</p><p>“我想瞬间移动。”我说。我或许出于贪婪提出了这样的要求。</p><p>“你疯了吧。”</p><p>“你不是上帝吗？这个小小的要求都不能实现，你可知道我们人类可是什么都能搞出来的。”</p><p>“上帝也不是万能的。”他自己倒是说出了这句话。“不过你倒是可以坐上任何你们人类的交通工具，你想去哪里都可以。”</p><p>“交通工具太慢了吧。”</p><p>“你是在嫌弃你们人类自己创造出来的东西吗？知足吧，还不用给钱，想去任何地方都可以，已经很自由了。”</p><p>我接受了他的馈赠，带着这些特异功能，我今后的日子会好过一点。</p><p>8</p><p>我已经忘记了时间过去了多久，我似乎不再关心时间，按理来讲我应该关心的，可我不知道什么时候结束，就像一个被判无期徒刑的罪的人并不知道自己何时死去，也就不知道自己何时结束未知的时间，那个时间也就成了不明确的时间。</p><p>我在自己的世界里正常地生活着。</p><p>关于我何时才会重获新生这样的问题，我也极少再思考，大概是我已经开始适应这孤独的生活，在某些时候甚至享受。这是除了我获得那些特异功能之外唯一的好消息。</p><p>当我每天进入书店，依旧会发现很多的“同类”，那些现实里处于孤独中的人，只有他们留在了我的印象里，你不会轻易对成群结队的人有印象，但是你却会轻易记住一个独自来往的人。</p><p>此刻的我不再不可怜他们，我也不希望有人来可怜自己。</p><p>这个时候我要做的，就是等着上帝把我肉身找回来。在没有失去肉体之前，我从来没有如此寄希望于上帝，可奇怪的是，就连这样的欲望也在慢慢地削减。</p><p>时间又过了一个月，我所谓的正常的生活被打破。</p><p>文喜开始新的爱情了。</p><p>虽然我们的恋爱只是短短的一个月，但我发誓，我从未对一个姑娘付出如此的真心。</p><p>上帝不捉弄人，但是上帝的意外会。</p><p>那是一个下着小雨的夜晚，幸运的是我不会被雨淋到。</p><p>我又游荡在文喜楼下，我已经很久没再来文喜这里，我必须试着单方面斩断我们之间的情缘，不过也早已料想到了会有今天。</p><p>直到视线里出现了一男一女。</p><p>老实讲，那画面看起来温馨浪漫，文喜笑得很开心，一脸幸福，程度甚至超越了和我在一起的时候，她身边的男人看上去也比我优秀。</p><p>眼前的任何一瞬间的画面都能成为我心碎的理由，或许是我自私，我希望我们结束是因为我的放弃，而不是她。</p><p>我没有看着那画面多久，甚至没有走近确认一下他们是否真的已经是情侣。那答案已经很明显了，我何必再捅自己一刀。</p><p>我离开了。我又不能追上去给那个男的一拳，这显然违背了男女之间正常分配的自然规律，还有，难道我现在要用空气去打他吗？</p><p>文喜没有错，她眼中的我只是丢给她一封不明不白的信件。</p><p>我回到了家，看着我的父母，我离开已经有很长一段时间了，我时不时都会让上帝用老办法给他们写写信，在他们看来，这事情或许诡异，可是至少让他们确信我还活着。</p><p>我看着我和文喜留下的照片，哪怕现在看来只是一些略显生硬的回忆，都会让我好过许多。我在反抗什么？就算我此刻找回肉体，走到文喜面前又能怎样？即便我们现在又重新在一起，还是有可能落得分开的下场。</p><p>我又乖乖地回到了孤独但自由的生活中。</p><p>9</p><p>我在人间游荡了两年，我原本以为我忍受不了孤独，我错了。甚至在很多的时刻，我甚至不想回到现实当中。我还暗自祈祷上帝找不回我的肉身，或者无限地延长那个时间，我陷入了时间的矛盾，并且我知道，回到现实里我一定不会活得如此自由。</p><p>这样不好，我知道这不好，我还有父母，我得和他们相见，未来的日子里，我还要尽我应尽的义务。他们没有错，不应该以这样的方式失去我。何况我不能一直躲在这个现实之外的世界。</p><p>那是一个秋日的夜晚。</p><p>“明天你醒来之后，你就能继续的享用你的肉体了。你回到现实世界里了。”久违的上帝又出现在我的梦里。</p><p>“这么快。”我脱口而出的居然是这句话。</p><p>“什么意思，你不想回去吗？”</p><p>我没有说想，也没有说不想。</p><p>“你和那个流浪汉一样，不怕孤独了。”我被上帝看穿。</p><p>“在哪里找到的？”我改变了话题，也想着和上帝多聊几句，如果没有意外，这是我们最后的对话。</p><p>“神秘的地方。”</p><p>我不再追问。</p><p>“你知道在现实里，人们过着一种怎样的生活吗？”我问上帝。</p><p>“知道。”</p><p>“那你为什么不试着改变一下。”</p><p>“我试过了，没用。”</p><p>“那就再试一下。”</p><p>“没用的，人只能自己拯救自己。”</p><p>我陷入沉默。</p><p>第二天，太阳升起。两年的时光里，我房间的窗帘被母亲拉开，又合上，然后再拉开，现在刚好处于拉开的状态，我觉得有点刺眼，这感觉像是在黑暗里生活了几百年。</p><p>我对周围的有了感知，我可以的触摸周围的一切，我象征性地掐了一下自己，疼痛感随之而来。</p><p>我并无兴奋，也不知道是不是应该感谢上帝，昨晚也只是出于礼节说了声谢谢，毕竟这是一场意外，我也没有因为这次意外失去了文喜而责怪他，有失有得。</p><p>我去见了我的父母，他们看见我，激动得无以复加，甚至流下眼泪。两年了，他们这样也正常。他们并没有问我去了哪里，这一点尤其幸运。</p><p>回到现实里并非是多么奇妙的感受，这现实我体会了二十几年。</p><p>只是我独自一人度过了太多的时光，来到现实的世界里，我不再迫切希望与人相处，孤独才是人生的常态，以后日子，我会拼尽全力延续失去肉体的生活，孤独自由地度过余生。</p>\t\t\t  \t\t</div>';
        break;
      case '2439':
        this.title = '';
        this.user_name = '';
        this.content = '<h4>\n' +
          '\t\t\t  \t\t\t将来，还有必要结婚吗？\t\t\t  \t\t</h4><hr/><div class="cuestion-contenido">\n' +
          '\t\t\t\t\t\t<p>听过一个笑话，说有一个女人死了丈夫不久，一晚，梦见丈夫的灵魂出现在她的面前，她问丈夫：你在那边过得怎么样？丈夫说：还凑合，比咱俩一块过的时候幸福。女人说：真的？丈夫说：真的。女人说：天堂真这么好？丈夫说：嗯？谁跟你说我上了天堂了？</p><p>我猜这个笑话一定是男的编的。古往今来有很多男的编了很多这样的笑话来嘲笑婚姻——跟哥们儿讲的时候通常是自嘲，跟异性讲的时候基本是撩拨。“我跟我媳妇儿没什么感情……”，这话既是可进可退的宣告，又是预埋备用的借口——反正是随时为变节出轨做着准备与热身。</p><p>看起来，一夫一妻制的婚姻，让男人们受了很多的委屈，但我看过一些社会学家写的书，那些书里说，现在的婚姻制度，实际上是保护了很多“劣等男人”。如果不是一夫一妻而是一夫多妻，或是干脆取消婚姻，大家完全自由结合，那恐怕所有女性都会去选择那些更“优质”的男性——具体地说，人家宁可给李易峰或王思聪当小三小四小五小到不知道多少，也不会嫁你。这是基因决定的——女性一生产出的卵子数量有限，得为每个卵子找到最优质的雄性基因才行。于是，种种条件都最优秀的那些男性，会独霸众多的女性配偶，只会编段子说闲话的劣质男性则根本无人问津。所以，我个人是拥护一夫一妻制，希望它能一直存在下去的，因为我仔细考虑过：除了编段子说闲话，我也没别的什么本事。</p><p>一夫一妻制确实是委屈了一些人，但却不是那些劣质男，而是最优秀的那些男人，以及那些并不那么优秀的女人。若没有婚姻制度的束缚，那些最优秀的男人本来可以拥有数不胜数的异性配偶，那些不那么优秀的女性本来也可以成为最优秀的男人身边无数女人当中的一个，而不用守着一个只会编段子的秃顶胖男人度过一生。</p><p>事实上，他们没有屈服于一夫一妻制，从来没有。我看过一些据说很靠谱儿的统计数字，无论男女，“有过出轨行为”的比例是十分惊人的。而且，读读古人的各种记述，也不难发现：从古到今，一夫一妻制，几乎从没被严格地执行过。有人给出的解释是：不被严格执行，正是一夫一妻制的重要特征，是当前这种婚姻制度能够被人们接受、经历这么多年仍没被颠覆的重要原因。那些婚外的情感和性行为，是对一夫一妻制的重要补充——对于单一的个人来说，当然未必需要，但若从全局来看，则万万不可或缺。</p><p>还有一些书里说，一夫一妻制其实已经在经历种种变形，而且所谓“变形”指的并不是事实上“对少数纳妾现象的妥协和允许”，而是“大量的离异与重组”。你问现在的婚姻制度是否会一直存在，那我问你：允许随时解除婚约、重新组合的一夫一妻制，还是一夫一妻制吗？</p><p>“忠贞”已无终身制，而只是一个阶段性的概念。我年轻时还曾瞎想，认为未来的婚姻八成会变成一个有约定期限的合同——结婚不意味着终身为伴，而只是在接下来的某段时间里信守承诺、保持专一，后来才明白，这事儿已不必等“未来”兑现，现在的婚姻，早已是一个可赎回的承诺，一份可撤销的合约。婚礼上的“不离不弃”，说得泪眼婆娑，但谁都知道民政局有个离婚窗口，领个号排个队，一会儿就能“一别两宽，各生欢喜”。</p><p>认为一夫一妻制是为了构造完美的两性关系而来，是对婚姻制度最大的误解。婚姻意味着妥协与牺牲，意味着付出代价以求得稳定。王尔德说人应该一直活在爱情之中，所以永远不该结婚。有人说王尔德这是对婚姻的诋毁与轻视，我倒觉得，或许王尔德才是把婚姻看得太重的那个。</p>\t\t\t  \t\t</div>';
        break;
      default:
        break;
    }
  },
};
</script>

<style lang="scss" scoped>
  .wrap {
    font-size: 16px;
    color: #333;
    line-height: 32px;
    padding: 0;
    margin: 0 20px;
    height: 100vh;
    font-family: "PingFangSC-Light",sans-serif;
    .title {
      font-size: 24px;
      font-weight: 700;
      margin-top: 30px;
      line-height: 36px
    }
    .author {
      margin-top: 30px;
      display: table;
      width: 100%;
      span {
        display: table-cell;
        font-size: 12px;
        vertical-align: middle;
      }
    }
  }
</style>
